module.exports  =  {
  menu: [
  ['Мои задачи'],
  ['Работа с клиентом'],
  ['Номенклатура и остатки'],
  ['Автопарк'],
  ['Поставить задачу'],
  ['Кадры и справки'],
  ['На главную'],
  ['Выйти из приложения']
  ],
  menusop: [
    ['Поиск по наименованию номенклатуры'],
    ['Поиск по производителю'],
    ['Отчет по всем производителям'],
    ['На главную']
  ],
  // номенклатура меню 
  nomenclature:[
    ['Поиск по наименованию'],
    ['Поиск по категории'],
    ['Получить отчет SOP'],
    ['Найти перевозку по номеру'],
    ['Текущие остатки на складе'],
    ['На главную']
    ],

  namefile:[
    ['Подтвердить и закрепить файл/файлы']
  ],

  // autofile:[
  //   ['Подтвердить и закрепить файл/файлы к авто']
  // ],

  nomeclatureget:[
    ['Смотреть далее'],
    ['На главную']
  ],

  nomeclaturegetproductby: [
    ['Получить отчет SOP по номенклатура'],
    ['Остатки и доступность товара'],
    ['Сертификаты товара'],
    ['На главную']
  ],

  nomeclaturegetwarehouse: [
    ['По всем складам'],
    ['По нужному складу'],
    ['На главную']
  ],

  sendphoto: [
    ['Отправить фотографии авто']
  ],
  // end номенклатура меню
  odometraction: [
    ['Указать Одометр']
  ],

  odometractionPh: [
    ['Зафиксировать показания']
  ],
  
  //раздел HR menu
  personnelandhelp: [
    ['Справка с места работы'],
    ['Количество дней отпуска'],
    ['Узнать сумму в подотчете'],
    ['Ближайшие командировки'],
    ['Подать заявку на Аванс'],
    ['На главную']
  ],

  returntickets: [
    ['Заново подать заявку на Аванс'],
    ['На главную']
  ],
  // end HR

  //Авто парк меню
  autopark: [
    ['Найти по гос.номеру'],
    ['Мои авто'],
    ['Создать Заявку на ГСМ'],
    ['Шаблоны документов'],
    ['На главную']
  ],

  myauto:[
      ['Внести состояние ТС'],
      ['На главную']
    ],

  getoil:[
    ['К сроку'],
    ['На главную']
  ],

  isshure: [
    ['Отправить заявку'],
    ['На главную']
  ], 
  aktauto:[
    ['Акт приема-передачи авто'],
    ['Акт приема-передачи топливной карты'],
    ['Путевой лист'],
    ['На главную']
  ],
// конец меню Автопарк

//check user 
  checkuser:[
   ['Подтвердить'],
   ['Запросить повторно'],
   ['Ввести ФИО заново']
  ],
// end check user

//client by name menu 
  clientmenu:[
    ['Поиск клиента'],
    ['Найти договор по номеру'],
    ['Найти реализацию по номеру'],
    ['На главную']
  ],

  findclient:[
    ['БИН/ИИН'],
    ['Наименование'],
    ['На главную']
  ],

  getclientguid:[
    ['Список договоров'],
    ['Сформировать акт сверки'],
    ['Kompra'],
    ['На главную']
  ],

  getcontract:[
    ['Реализации по договору'],
    ['Прикрепить файл'],
    ['Счет на оплату'],
    ['На главную']
  ],

  getselling: [
    ['Получить файл'],
    ['Прикрепить файл'],
    ['На главную']
  ],

// end client by name 

  //get task 
  gettask:[
    ['Мои задачи'],
    ['Поставить задачу'],
    ['На главную'],
    ['Выйти из приложения'],
  ]
}